Repository: NaN-tic/trytond-stock_product_location_package
Catalog: locale/*.po
Languages: ca_es, es

# field:product.product,default_loc_case:
source: Case
ca_es: Caixa
es: Caja

# field:product.product,default_loc_rack:
source: Rack
ca_es: Prestatge
es: Estante

# field:product.product,default_loc_row:
source: Row
ca_es: Fila
es: Fila

# field:stock.move,from_location_case:
source: From Location Case
ca_es: Caixa ubicació origen
es: Caja ubicación origen

# field:stock.move,from_location_rack:
source: From Location Rack
ca_es: Prestatge ubicació destí
es: Estante ubicación origen

# field:stock.move,from_location_row:
source: From Location Row
ca_es: Fila ubicació destí
es: Fila ubicación origen

# field:stock.move,to_location_case:
source: To Location Case
ca_es: Caixa ubicació destí
es: Caja ubicación destino

# field:stock.move,to_location_rack:
source: To Location Rack
ca_es: Prestatge ubicació destí
es: Estante ubicación destino

# field:stock.move,to_location_row:
source: To Location Row
ca_es: Fila ubicació destí
es: Fila ubicación destino

# field:stock.product.location,loc_case:
source: Case
ca_es: Caixa
es: Caja

# field:stock.product.location,loc_rack:
source: Rack
ca_es: Prestatge
es: Estante

# field:stock.product.location,loc_row:
source: Row
ca_es: Fila
es: Fila
